[
    {
        "title": "Toxic",
        "year": "2024",
        "director": "Saulė Bliuvaitė",
        "country": "Lithuania",
        "summary": "Toxicity is a measure of the degree to which something is toxic or poisonous.\nToxic, toxicity, or similar terms may also refer to:",
        "url": "https://en.wikipedia.org/wiki/Toxic_(disambiguation)"
    },
    {
        "title": "Critical Zone",
        "year": "2023",
        "director": "Ali Ahmadzadeh",
        "country": "Iran",
        "summary": "Critical Zone (Persian: منطقه بحرانی, romanized: Mantagheye bohrani, German: Kritische Zone) is a 2023 drama film written and directed by Ali Ahmadzadeh. It is an Iranian and German co-production, and was shot in secret without permission from Iranian authorities.\nUsing a cast of non-professional actors, the film follows a drug dealer navigating Tehran's underworld over the course of a night.\nThe film won the Golden Leopard at the 76th Locarno Film Festival. Ahmadzadeh was pressured by Iranian authorities to not screen his film at the festival, and was unable to attend the premiere after being prohibited from leaving Iran.",
        "url": "https://en.wikipedia.org/wiki/Critical_Zone"
    },
    {
        "title": "Rule 34",
        "year": "2022",
        "director": "Julia Murat",
        "country": "Brazil",
        "summary": "Rule 34 (Portuguese: Regra 34) is a 2022 drama film co-written and directed by Júlia Murat and starring Sol Miranda. The film is named after the Internet phenomenon Rule 34. It follows a young law student who develops a passion for defending women in abuse cases. At the same time, her own sexual interests lead her into a world dominated by violence and eroticism.\nA co-production between Brazil and France, the film premiered at the 75th Locarno Film Festival on 10 August 2022, where it won the Golden Leopard for Best Film. It was released theatrically in Brazil on 19 January 2023 by Imovision and in France on 7 June 2023 by Wayna Pitch.",
        "url": "https://en.wikipedia.org/wiki/Rule_34_(film)"
    },
    {
        "title": "Vengeance Is Mine, All Others Pay Cash",
        "year": "2021",
        "director": "Edwin",
        "country": "Indonesia",
        "summary": "Vengeance Is Mine, All Others Pay Cash (Indonesian: Seperti Dendam, Rindu Harus Dibayar Tuntas) is a 2021 Indonesian action black comedy-drama film directed by Edwin who also co-wrote the screenplay with Eka Kurniawan based on Kurniawan's best-selling book of the same name. The film had its world premiere in August 2021 at the 74th Locarno Film Festival, where it won the top prize of Golden Leopard for Best Film.\nEdwin won his second Best Director nod at the 42nd Citra Awards, where the film won a total of 5 awards out of 12 nominations.",
        "url": "https://en.wikipedia.org/wiki/Vengeance_Is_Mine,_All_Others_Pay_Cash_(film)"
    },
    {
        "title": "Vitalina Varela",
        "year": "2019",
        "director": "Pedro Costa",
        "country": "Portugal",
        "summary": "Vitalina Varela is a 2019 Portuguese drama directed by acclaimed director Pedro Costa. It won the Golden Leopard and Best Actress Award at the 2019 Locarno Film Festival. The film follows Vitalina Varela, a character who previously appeared in Pedro Costa's Horse Money. \nIt was selected as the Portuguese entry for Best International Feature Film at the 93rd Academy Awards after Portugal's first entry, Listen, was disqualified.",
        "url": "https://en.wikipedia.org/wiki/Vitalina_Varela"
    },
    {
        "title": "A Land Imagined",
        "year": "2018",
        "director": "Yeo Siew Hua",
        "country": "Singapore",
        "summary": "A Land Imagined (Chinese: 幻土) is a 2018 neo-noir mystery thriller film written and directed by Yeo Siew Hua. A Singapore-France-Netherlands co-production, the film tells the story of a police investigator who uncovers the truth behind the disappearance of a construction worker.\nThe film premiered in competition on 7 August 2018, at the 71st Locarno Film Festival, and won the top prize of the festival, the Golden Leopard. At Locarno, Yeo also won the Junior Jury award and a Special Mention award. In December 2018, A Land Imagined played in competition at the 29th Singapore International Film Festival, where it was named Best Asian Feature Film by a jury led by Hong Kong director Stanley Kwan. It is the first time a Singaporean film has won the award. The film was released in Singapore theatres on February 21, 2019. It was selected as the Singaporean entry for the Best International Feature Film at the 92nd Academy Awards, but it was not nominated.",
        "url": "https://en.wikipedia.org/wiki/A_Land_Imagined"
    },
    {
        "title": "Mrs. Fang",
        "year": "2017",
        "director": "Wang Bing",
        "country": "China",
        "summary": "Mrs. Fang is a 2017 documentary film directed by Chinese director Wang Bing. It chronicles the last 10 days of the life of Fang Xiuying, a bedridden 68-year-old woman who suffers from advanced Alzheimer's disease. It won Golden Leopard at the 2017 Locarno Festival.",
        "url": "https://en.wikipedia.org/wiki/Mrs._Fang"
    },
    {
        "title": "Godless",
        "year": "2016",
        "director": "Ralitza Petrova",
        "country": "Bulgaria",
        "summary": "Godless (Bulgarian: Безбог, romanized: Bezbog) is a 2016 Bulgarian drama film directed by Ralitza Petrova. It was screened in the Discovery section at the 2016 Toronto International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Godless_(film)"
    },
    {
        "title": "Right Now, Wrong Then",
        "year": "2015",
        "director": "Hong Sang-soo",
        "country": "South Korea",
        "summary": "Right Now, Wrong Then (Korean: 지금은 맞고 그때는 틀리다; RR: Jigeumeun matgo geuttaeneun teullida) is a 2015 South Korean arthouse romantic drama film written and directed by Hong Sang-soo. It won the Golden Leopard, the top prize at the 68th Locarno International Film Festival, as well as Best Actor for Jung Jae-young.",
        "url": "https://en.wikipedia.org/wiki/Right_Now,_Wrong_Then"
    },
    {
        "title": "From What Is Before",
        "year": "2014",
        "director": "Lav Diaz",
        "country": "Philippines",
        "summary": "From What Is Before (Tagalog: Mula sa Kung Ano ang Noon) is a 2014 Filipino drama film directed by Lav Diaz. The film follows a remote town in the Philippines during the 1970s under the Marcos dictatorship. The film had its world premiere in the Philippines on July 3, 2014, and competed at the 2014 Locarno International Film Festival where it won the main prize, the Golden Leopard.\nThe film also had its North American premiere at the 2014 Toronto International Film Festival, under the Wavelengths section. In addition, the film had its Philippine screening held for free on September 21, 2014. The film had its U.S. premiere, as part of the World Cinema section, at the 2014 AFI Fest. The film won Best Picture at the Gawad Urian.",
        "url": "https://en.wikipedia.org/wiki/From_What_Is_Before"
    },
    {
        "title": "Story of My Death",
        "year": "2013",
        "director": "Albert Serra",
        "country": "Spain",
        "summary": "Story of My Death (Catalan: Història de la meva mort) is a film directed by Albert Serra. It won the Golden Leopard at the 2013 Locarno International Film Festival. The film is about an aging Casanova and his encounter with Count Dracula. The title resembles that of Casanova’s autobiography, Histoire de ma vie (“Story of my Life”).",
        "url": "https://en.wikipedia.org/wiki/Story_of_My_Death"
    },
    {
        "title": "The Girl from Nowhere",
        "year": "2012",
        "director": "Jean-Claude Brisseau",
        "country": "France",
        "summary": "The Girl from Nowhere may refer to:\n\nThe Girl from Nowhere (1919 film), an American silent film\nThe Girl from Nowhere (1921 film), an American silent film\nThe Girl from Nowhere (2012 film), a French film",
        "url": "https://en.wikipedia.org/wiki/The_Girl_from_Nowhere"
    },
    {
        "title": "Seven Invisible Men",
        "year": "2011",
        "director": "Sharunas Bartas",
        "country": "Lithuania",
        "summary": "Seven Invisible Men (Lithuanian: Septyni nematomi žmonės) is a 2005 Lithuanian drama film directed by Šarūnas Bartas. It tells the story of a group of Russian outcasts and criminals who travel in a stolen car and behave dysfunctionally and irresponsibly, eventually clashing with the surrounding world. The film was a co-production between companies in Lithuania, France and Portugal.\nIt premiered in the Directors' Fortnight section of the 2005 Cannes Film Festival. It was nominated for the 2005 Nika Award for Best Feature Film.",
        "url": "https://en.wikipedia.org/wiki/Seven_Invisible_Men"
    },
    {
        "title": "Winter Vacation",
        "year": "2010",
        "director": "Li Hongqi",
        "country": "China",
        "summary": "Winter Vacation (Chinese: 寒假; pinyin: Hán jià) is a Chinese film directed by Hongqi Li. It won the Golden Leopard at the 2010 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Winter_Vacation_(film)"
    },
    {
        "title": "She, a Chinese",
        "year": "2009",
        "director": "Xiaolu Guo",
        "country": "China",
        "summary": "She, a Chinese is a 2009 international co-production drama film directed by Xiaolu Guo. Inspired by Jean-Luc Godard's La Chinoise, it portraits a fragmented journey of a young Chinese woman through the world. It won the 2009 Golden Leopard at the Locarno Film Festival.",
        "url": "https://en.wikipedia.org/wiki/She,_a_Chinese"
    },
    {
        "title": "Parque vía",
        "year": "2008",
        "director": "Enrique Rivero",
        "country": "Mexico",
        "summary": "Summary not found on Wikipedia.",
        "url": "N/A"
    },
    {
        "title": "The Rebirth",
        "year": "2007",
        "director": "Masahiro Kobayashi",
        "country": "Japan",
        "summary": "The Rebirth (愛の予感, Ai no yokan; \"premonition of love\") is a Japanese film directed by Masahiro Kobayashi. It won the Golden Leopard at the 2007 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Rebirth_(film)"
    },
    {
        "title": "Das Fräulein",
        "year": "2006",
        "director": "Andrea Štaka",
        "country": "Switzerland",
        "summary": "Das Fräulein or Fräulein is a 2006 film directed by Swiss filmmaker Andrea Štaka. It won seven award, including the top prize, the Golden Leopard, at the Locarno Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Das_Fr%C3%A4ulein"
    },
    {
        "title": "Nine Lives",
        "year": "2005",
        "director": "Rodrigo García",
        "country": "USA",
        "summary": "Nine Lives may refer to the common myth that cats have nine lives.\nNine Lives or 9 Lives may also refer to:",
        "url": "https://en.wikipedia.org/wiki/Nine_Lives"
    },
    {
        "title": "Private",
        "year": "2004",
        "director": "Saverio Costanzo",
        "country": "Italy",
        "summary": "Private is a 2004 minimalist psychological drama film directed by Saverio Costanzo. A debut film by the director, the film is about a Palestinian family of seven suddenly confronted with a volatile situation in their home that in many ways reflects the larger ongoing conflict between Palestinians and Israel.\nInitially selected as the official entry from Italy for the foreign language film category at the 78th Academy Awards, Private was disqualified as its main spoken language is not in Italian (a rule that was changed, effective with the next year's Oscars, partly due to this film). The film has received the Golden Leopard award at the 57th Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Private_(film)"
    },
    {
        "title": "Silent Waters",
        "year": "2003",
        "director": "Sabiha Sumar",
        "country": "Pakistan",
        "summary": "Khamosh Pani (Punjabi: خاموش پاݨی (Shahmukhi), ਖ਼ਾਮੋਸ਼ ਪਾਨੀ (Gurmukhi); Silent Waters) is a 2003 Indo-Pakistani film about a widowed mother and her young son living in a Punjabi village as it undergoes radical changes during the late 1970s.\nShot in a Pakistani village, the film was also released in India. It won seven awards, including Golden Leopard (Best Film), Best Actress, and Best Direction at the 56th Locarno International Film Festival, Switzerland.",
        "url": "https://en.wikipedia.org/wiki/Khamosh_Pani"
    },
    {
        "title": "Das Verlangen",
        "year": "2002",
        "director": "Iain Dilthey",
        "country": "Germany",
        "summary": "The Longing (German: Das Verlangen) is a 2002 German film directed by Iain Dilthey. It won the Golden Leopard at the 2002 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Longing_(film)"
    },
    {
        "title": "Alla rivoluzione sulla due cavalli",
        "year": "2001",
        "director": "Maurizio Sciarra",
        "country": "Italy",
        "summary": "Off to the Revolution by a 2CV (Italian: Alla rivoluzione sulla due cavalli) is a 2001 Italian comedy film directed by Maurizio Sciarra. It won the Golden Leopard at the 2001 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Off_to_the_Revolution_by_a_2CV"
    },
    {
        "title": "Father (2000 film)",
        "year": "2000",
        "director": "Wang Shuo",
        "country": "China",
        "summary": "Father (Chinese: 冤家父子; pinyin: Yuānjiā Fùzǐ; lit. 'Feuding father and son') is a 2000 Chinese film directed by the writer Wang Shuo. To date, it is Wang's first and only directorial effort. The film is based on Wang's own novel, Wo Shi Ni Baba (English: I Am Your Father). Despite being partially backed by the state-run Beijing Film Studio, Father suffered from years of bureaucratic red tape due to being seen as an interpretation of as deconstructing authority in China. Made in 1996, the film was not screened until 2000, when it surreptitiously premiered at the 2000 Locarno International Film Festival.\nThe film stars director Feng Xiaogang, who also helped adapt Wang's novel for the screen.",
        "url": "https://en.wikipedia.org/wiki/Father_(2000_film)"
    },
    {
        "title": "The Ghost",
        "year": "1999",
        "director": "Douglas Tirola",
        "country": "USA",
        "summary": "A ghost is a spirit of a dead person that may appear to the living.\nGhost or Ghosts may also refer to:",
        "url": "https://en.wikipedia.org/wiki/Ghost_(disambiguation)"
    },
    {
        "title": "Mr. Zhao",
        "year": "1998",
        "director": "Lü Yue",
        "country": "China",
        "summary": "Mr. Zhao is a 1998 Chinese dark comedy film. It is the directorial debut of Lü Yue, already a well-established cinematographer for director Zhang Yimou.\nMr. Zhao tells the story of a philandering doctor living in Shanghai. His infidelity gets the best of him, however, when his mistress Tian Jing (Chen Yinan) announces she is pregnant, while his wife learns of his affair but refuses to grant a divorce.",
        "url": "https://en.wikipedia.org/wiki/Mr._Zhao"
    },
    {
        "title": "The Mirror",
        "year": "1997",
        "director": "Jafar Panahi",
        "country": "Iran",
        "summary": "The Mirror may refer to:",
        "url": "https://en.wikipedia.org/wiki/The_Mirror"
    },
    {
        "title": "Nénette et Boni",
        "year": "1996",
        "director": "Claire Denis",
        "country": "France",
        "summary": "Nénette and Boni (French: Nénette et Boni) is a 1996 French drama film directed by Claire Denis, written by Denis in collaboration with Jean-Pol Fargeau.",
        "url": "https://en.wikipedia.org/wiki/N%C3%A9nette_and_Boni"
    },
    {
        "title": "Rai",
        "year": "1995",
        "director": "Thomas Gilou",
        "country": "France",
        "summary": "Raï is a 1995 French film directed by Thomas Gilou. It won the Golden Leopard at the 1995 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Ra%C3%AF_(1995_film)"
    },
    {
        "title": "The Jar",
        "year": "1994",
        "director": "Ebrahim Forouzesh",
        "country": "Iran",
        "summary": "The Jar is a 1984 American horror film directed by Bruce Toscano.",
        "url": "https://en.wikipedia.org/wiki/The_Jar"
    },
    {
        "title": "Azghyin ushtykzyn'azaby",
        "year": "1993",
        "director": "Yermek Shinarbayev",
        "country": "Kazakhstan",
        "summary": "The Place on a Grey Tricorne (Azerbaijani: Azghyin ushtykzyn'azaby) is a Kazakh film directed by Ermek Shinarbayev. It won the Golden Leopard at the 1993 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Place_on_a_Grey_Tricorne"
    },
    {
        "title": "Autumn Moon",
        "year": "1992",
        "director": "Clara Law",
        "country": "Hong Kong",
        "summary": "Autumn Moon is a 1992 comedy drama film directed by Clara Law and written by Eddie Ling-Ching Fong. A Hong Kong-Japanese co-production, the film is about a Hong Kong high school girl befriending a twenty-something Japanese man who is visiting Hong Kong. The film stars Japanese actor Masatoshi Nagase therefore dialogue is a mixture of English, Cantonese, and Japanese. Hong Kong musician Tats Lau contributes to the film score.",
        "url": "https://en.wikipedia.org/wiki/Autumn_Moon"
    },
    {
        "title": "Johnny Suede",
        "year": "1991",
        "director": "Tom DiCillo",
        "country": "USA",
        "summary": "Johnny Suede is a 1991 American film, the directorial debut of Tom DiCillo, and stars Brad Pitt and Catherine Keener in some of their earliest roles, along with Calvin Levels and Nick Cave.",
        "url": "https://en.wikipedia.org/wiki/Johnny_Suede"
    },
    {
        "title": "Badi",
        "year": "1990",
        "director": "Uğur Yücel",
        "country": "Turkey",
        "summary": "Badi may refer to:",
        "url": "https://en.wikipedia.org/wiki/Badi"
    },
    {
        "title": "Why Has Bodhi-Dharma Left for the East?",
        "year": "1989",
        "director": "Bae Yong-kyun",
        "country": "South Korea",
        "summary": "Why Has Bodhi-Dharma Left for the East? (Korean: 달마가 동쪽으로 간 까닭은?; RR: Dalmaga dongjjogeuro gan kkadalgeun?) is a 1989 South Korean film written, produced and directed by Bae Yong-kyun, a professor at Dongguk University in Seoul. Known principally as a painter, Bae spent seven years making this film with one camera and editing it by hand. The film was screened in the Un Certain Regard section at the 1989 Cannes Film Festival. It was the first South Korean film to receive a theater release in the United States. The US distributor Milestone Films premiered the film in New York City on September 24, 1993 and then expanded to more than 30 cities.",
        "url": "https://en.wikipedia.org/wiki/Why_Has_Bodhi-Dharma_Left_for_the_East%3F"
    },
    {
        "title": "Distant Voices, Still Lives",
        "year": "1988",
        "director": "Terence Davies",
        "country": "UK",
        "summary": "Distant Voices, Still Lives is a 1988 British period drama film written and directed by Terence Davies. It evokes working-class family life in Liverpool during the 1940s and early 1950s, paying particular attention to the role of popular music, Hollywood cinema, light entertainment and the public house within this tight-knit community.\nThe film won the Grand Prix of the Belgian Film Critics Association. In 1988 the film won the Golden Leopard of the Locarno Film Festival. In 2007 the British Film Institute re-printed and distributed the film across some of Britain's most high-profile independent cinemas, prompting The Guardian newspaper to describe Distant Voices, Still Lives as \"Britain's forgotten cinematic masterpiece\".\nIn a 2011 poll carried out by Time Out of the 100 greatest British films of all time, Distant Voices, Still Lives was ranked third. The film is now sometimes seen as one of the  best films ever made.",
        "url": "https://en.wikipedia.org/wiki/Distant_Voices,_Still_Lives"
    },
    {
        "title": "O Bobo",
        "year": "1987",
        "director": "José Álvaro Morais",
        "country": "Portugal",
        "summary": "O Bobo is a 1987 Portuguese film directed by José Álvaro Morais, produced by António da Cunha Telles and based on a play written by the renowned 19th-century Portuguese writer Alexandre Herculano.",
        "url": "https://en.wikipedia.org/wiki/O_Bobo"
    },
    {
        "title": "Jezioro Bodenskie",
        "year": "1986",
        "director": "Janusz Zaorski",
        "country": "Poland",
        "summary": "Jezioro Bodeńskie (English: Lake Constance) is a 1986 Polish film directed by Janusz Zaorski. It won the Golden Leopard at the 1986 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Jezioro_Bode%C5%84skie"
    },
    {
        "title": "Alpine Fire",
        "year": "1985",
        "director": "Fredi M. Murer",
        "country": "Switzerland",
        "summary": "Alpine Fire (German: Höhenfeuer) is a 1985 Swiss drama film directed by Fredi M. Murer. It won the Golden Leopard at the 1985 Locarno International Film Festival. The film was selected as the Swiss entry for the Best Foreign Language Film at the 58th Academy Awards, but was not accepted as a nominee.",
        "url": "https://en.wikipedia.org/wiki/Alpine_Fire"
    },
    {
        "title": "Stranger Than Paradise",
        "year": "1984",
        "director": "Jim Jarmusch",
        "country": "USA",
        "summary": "Stranger Than Paradise is a 1984 American black-and-white absurdist deadpan comedy film directed, co-written and co-edited by Jim Jarmusch, and starring jazz musician John Lurie, former Sonic Youth drummer-turned-actor Richard Edson, and Hungarian-born actress and violinist Eszter Balint. It features a minimalist plot in which the main character, Willie, is visited by Eva, his cousin from Hungary. Eva stays with him for ten days before going to Cleveland. Willie and his friend Eddie go to Cleveland to visit her, and the three then take a trip to Florida. The film is shot entirely in single long takes with no standard coverage.",
        "url": "https://en.wikipedia.org/wiki/Stranger_Than_Paradise"
    },
    {
        "title": "The Princess",
        "year": "1983",
        "director": "Pal Erdoss",
        "country": "Hungary",
        "summary": "The Princess may refer to:",
        "url": "https://en.wikipedia.org/wiki/The_Princess"
    },
    {
        "title": "Chakra",
        "year": "1981",
        "director": "Rabindra Dharmaraj",
        "country": "India",
        "summary": "Chakra is a focal point in ancient meditation practices of Indian religions.\nChakra may also refer to:\n\nSudarshana Chakra or chakra, a discus weapon used by the Hindu deity Vishnu",
        "url": "https://en.wikipedia.org/wiki/Chakra_(disambiguation)"
    },
    {
        "title": "Maledetti vi amerò",
        "year": "1980",
        "director": "Marco Tullio Giordana",
        "country": "Italy",
        "summary": "To Love the Damned (Italian: Maledetti vi amerò) is a 1980 Italian drama film directed by Marco Tullio Giordana. It competed in the Un Certain Regard section at the 1980 Cannes Film Festival. It won the Golden Leopard award at the Locarno International Film Festival in 1980.",
        "url": "https://en.wikipedia.org/wiki/To_Love_the_Damned"
    },
    {
        "title": "Sürü",
        "year": "1979",
        "director": "Zeki Ökten",
        "country": "Turkey",
        "summary": "The Herd (Turkish: Sürü) is a 1978 Turkish drama film, written, produced and co-directed by Zeki Ökten and written by Yılmaz Güney during Güney's second imprisonment. It features Tarık Akan as a peasant, forced by a local blood feud to sell his sheep in faraway Ankara. According to Güney's own account, the development of the script of Sürü, began in 1973 in prison in Selimya and finished it while in prison in Izmit. The conditions to write were at times rather difficult, in Izmit he wrote in a room he shared together with eighty other inmates. The film, which went on nationwide general release on 27 September 1978 (1978-09-27), was screened in competition at the 30th Berlin International Film Festival, where it won Interfilm and OCIC Awards, the Locarno International Film Festival, where it won Golden Leopard and Special Mention, was scheduled to compete in the cancelled 17th Antalya Golden Orange Film Festival, for which it received 6 Belated Golden Oranges, including Best Film and Best Director, was awarded the BFI Sutherland Trophy and was voted one of the 10 Best Turkish Films by the Ankara Cinema Association.",
        "url": "https://en.wikipedia.org/wiki/The_Herd_(1978_film)"
    },
    {
        "title": "The Idlers of the Fertile Valley",
        "year": "1978",
        "director": "Nikos Panayotopoulos",
        "country": "Greece",
        "summary": "The Idlers of the Fertile Valley (Greek: Οι Τεμπέληδες της εύφορης κοιλάδας; I tembelides tis eforis kiladas) is a Greek film directed by Nikos Panayotopoulos. It won the Golden Leopard at the 1978 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Idlers_of_the_Fertile_Valley"
    },
    {
        "title": "Antonio Gramsci: i giorni del carcere",
        "year": "1977",
        "director": "Lino Del Fra",
        "country": "Italy",
        "summary": "Antonio Gramsci: i giorni del carcere (internationally released as Antonio Gramsci: The Days of Prison) is a 1977 Italian drama film directed by Lino Del Fra. It was awarded with the Golden Leopard at the Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Antonio_Gramsci:_The_Days_of_Prison"
    },
    {
        "title": "Le Grand Soir",
        "year": "1976",
        "director": "Francis Reusser",
        "country": "Switzerland",
        "summary": "The Big Night (French: Le Grand Soir) is a 1976 Swiss film directed by Francis Reusser. It won the Golden Leopard at the 1976 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Big_Night_(1976_film)"
    },
    {
        "title": "The Son of Amir Is Dead",
        "year": "1975",
        "director": "Jean-Louis Bertucelli",
        "country": "France",
        "summary": "The Son of Amir Is Dead (French: Le Fils d'Amr est mort) is a 1975 Belgian film directed by Jean-Jacques Andrien. It won the Golden Leopard at the 1975 Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/The_Son_of_Amir_Is_Dead"
    },
    {
        "title": "25 Fireman's Street",
        "year": "1974",
        "director": "István Szabó",
        "country": "Hungary",
        "summary": "Summary not found on Wikipedia.",
        "url": "N/A"
    },
    {
        "title": "Illumination",
        "year": "1973",
        "director": "Krzysztof Zanussi",
        "country": "Poland",
        "summary": "Illumination may refer to:",
        "url": "https://en.wikipedia.org/wiki/Illumination"
    },
    {
        "title": "Bleak Moments",
        "year": "1972",
        "director": "Mike Leigh",
        "country": "UK",
        "summary": "Bleak Moments is a 1971 British comedy-drama film by Mike Leigh in his directorial debut. Leigh's screenplay is based on a 1970 stage play at the Open Space Theatre, about the dysfunctional life of a young secretary.",
        "url": "https://en.wikipedia.org/wiki/Bleak_Moments"
    },
    {
        "title": "In the Name of the Father",
        "year": "1971",
        "director": "Marco Bellocchio",
        "country": "Italy",
        "summary": "In the Name of the Father is a 1993 biographical crime drama film directed by Jim Sheridan, and written by Sheridan and Terry George, based on the 1990 autobiography Proved Innocent by Gerry Conlon. A co-production between Ireland and the United Kingdom, it tells the story of the Guildford Four, four people falsely convicted of the 1974 Guildford pub bombings that killed four off-duty British soldiers and a civilian.\nThe film received positive reviews from critics and grossed $65.8 million at the box office against a $13 million budget. It was nominated for seven Oscars at the 66th Academy Awards, including Best Actor (Daniel Day-Lewis), Best Supporting Actor (Pete Postlethwaite), Best Supporting Actress (Emma Thompson), Best Director, and Best Picture.",
        "url": "https://en.wikipedia.org/wiki/In_the_Name_of_the_Father"
    },
    {
        "title": "End of the Road",
        "year": "1970",
        "director": "Aram Avakian",
        "country": "USA",
        "summary": "End of the Road or The End of the Road may refer to:",
        "url": "https://en.wikipedia.org/wiki/End_of_the_Road"
    },
    {
        "title": "Charles, Dead or Alive",
        "year": "1969",
        "director": "Alain Tanner",
        "country": "Switzerland",
        "summary": "Charles, Dead or Alive (French: Charles mort ou vif) is a 1969 Swiss drama film directed by Alain Tanner. The film won a Golden Leopard, the top prize, at the 22nd Locarno Film Festival in 1969.",
        "url": "https://en.wikipedia.org/wiki/Charles,_Dead_or_Alive"
    },
    {
        "title": "The Visionaries",
        "year": "1968",
        "director": "Maurizio Ponzi",
        "country": "Italy",
        "summary": "The Visionaries (Italian: I visionari) is a 1968 Italian film directed by Maurizio Ponzi. It won the Golden Leopard at the Locarno International Film Festival and is inspired by the writings by Robert Musil.",
        "url": "https://en.wikipedia.org/wiki/The_Visionaries_(film)"
    },
    {
        "title": "Terra em Transe",
        "year": "1967",
        "director": "Glauber Rocha",
        "country": "Brazil",
        "summary": "Entranced Earth (Portuguese: Terra em Transe [ˈtɛʁɐ ẽj ˈtɾɐ̃zi], \"World in a Trance\", also called Land in Anguish or Earth Entranced) is a 1967 Brazilian Cinema Novo drama film directed by Glauber Rocha. It was shot in Parque Lage and at the Municipal Theatre of Rio de Janeiro. The film is an allegory for the history of Brazil in the period 1960–1966.",
        "url": "https://en.wikipedia.org/wiki/Entranced_Earth"
    },
    {
        "title": "Everyday Courage",
        "year": "1966",
        "director": "Zbyněk Brynych",
        "country": "Czechoslovakia",
        "summary": "Summary not found on Wikipedia.",
        "url": "N/A"
    },
    {
        "title": "Four in the Morning",
        "year": "1965",
        "director": "Anthony Simmons",
        "country": "UK",
        "summary": "Four in the Morning may refer to:",
        "url": "https://en.wikipedia.org/wiki/Four_in_the_Morning"
    },
    {
        "title": "Black Peter",
        "year": "1964",
        "director": "Miloš Forman",
        "country": "Czechoslovakia",
        "summary": "Black Peter (original Czech title: Černý Petr, known also as Peter and Paula) is a 1964 film directed by Miloš Forman. It won the Golden Leopard award at the Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Black_Peter_(film)"
    },
    {
        "title": "Transport from Paradise",
        "year": "1963",
        "director": "Zbyněk Brynych",
        "country": "Czechoslovakia",
        "summary": "Transport from Paradise (Czech: Transport z ráje) is a 1962 Czech drama film directed by Zbyněk Brynych. The film won the Golden Leopard at the Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/Transport_from_Paradise"
    },
    {
        "title": "Un cœur gros comme ça",
        "year": "1962",
        "director": "François Reichenbach",
        "country": "France",
        "summary": "The Winner (French: Un cœur gros comme ça) is a 1962 French film directed by François Reichenbach.",
        "url": "https://en.wikipedia.org/wiki/The_Winner_(1962_film)"
    },
    {
        "title": "Wild Fruit",
        "year": "1961",
        "director": "Agustí Villaronga",
        "country": "Spain",
        "summary": "Wild Fruit (French: Les fruits sauvages) is a 1954 French drama film directed by Hervé Bromberger and starring Estella Blain, Évelyne Ker and Nadine Basile. It was shot at the Saint-Maurice Studios in Paris and distributed by Cinédis.",
        "url": "https://en.wikipedia.org/wiki/Wild_Fruit"
    },
    {
        "title": "Il bell'Antonio",
        "year": "1960",
        "director": "Mauro Bolognini",
        "country": "Italy",
        "summary": "Il bell'Antonio (\"Handsome Antonio\") is a 1960 Italian-French drama film directed by Mauro Bolognini and starring Marcello Mastroianni and Claudia Cardinale. It is based on the novel of the same name by Vitaliano Brancati and was adapted for the screen by Pier Paolo Pasolini and Gino Visentini, moving the novel's setting during Italy's fascist era to the present.\nThe film won the Golden Leopard at the Locarno International Film Festival. In 2008, the film was included in the Italian Ministry of Cultural Heritage's 100 Italian films to be saved, a list of 100 films that \"have changed the collective memory of the country between 1942 and 1978.\"",
        "url": "https://en.wikipedia.org/wiki/Il_bell%27Antonio"
    },
    {
        "title": "Killer's Kiss",
        "year": "1959",
        "director": "Stanley Kubrick",
        "country": "USA",
        "summary": "Killer's Kiss is a 1955 American independent film noir directed by Stanley Kubrick and written by Kubrick and Howard Sackler. It is the second feature film directed by Kubrick, following his 1953 debut feature, Fear and Desire. The film stars Jamie Smith, Irene Kane, and Frank Silvera.\nThe film is about Davey Gordon (Jamie Smith), a 29-year-old middleweight New York boxer at the end of his career, and his relationship with his neighbor, taxi dancer Gloria Price (Irene Kane), and her violent employer Vincent Rapallo (Frank Silvera).",
        "url": "https://en.wikipedia.org/wiki/Killer%27s_Kiss"
    },
    {
        "title": "Ten North Frederick",
        "year": "1958",
        "director": "Philip Dunne",
        "country": "USA",
        "summary": "Ten North Frederick is a 1958 American drama film in CinemaScope written and directed by Philip Dunne and starring Gary Cooper. The screenplay is based on the 1955 novel of the same name by John O'Hara.",
        "url": "https://en.wikipedia.org/wiki/Ten_North_Frederick_(film)"
    },
    {
        "title": "The Cry",
        "year": "1957",
        "director": "Michelangelo Antonioni",
        "country": "Italy",
        "summary": "To cry is to shed tears.\nCry, The Cry or Cries may also refer to:",
        "url": "https://en.wikipedia.org/wiki/Cry_(disambiguation)"
    },
    {
        "title": "The Carmen Comes Home",
        "year": "1955",
        "director": "Keisuke Kinoshita",
        "country": "Japan",
        "summary": "Summary not found on Wikipedia.",
        "url": "N/A"
    },
    {
        "title": "The Prince of Teck",
        "year": "1954",
        "director": "Sacha Guitry",
        "country": "France",
        "summary": "Summary not found on Wikipedia.",
        "url": "N/A"
    },
    {
        "title": "Julius Caesar",
        "year": "1953",
        "director": "Joseph L. Mankiewicz",
        "country": "USA",
        "summary": "Julius Caesar (Gaius Julius Caesar, 100 BC – 44 BC) was a Roman general and statesman.\nJulius Caesar may also refer to:",
        "url": "https://en.wikipedia.org/wiki/Julius_Caesar_(disambiguation)"
    },
    {
        "title": "Hunted",
        "year": "1952",
        "director": "Charles Crichton",
        "country": "UK",
        "summary": "(The) Hunted may refer to:",
        "url": "https://en.wikipedia.org/wiki/Hunted"
    },
    {
        "title": "When Willie Comes Marching Home",
        "year": "1950",
        "director": "John Ford",
        "country": "USA",
        "summary": "When Willie Comes Marching Home is a 1950 World War II comedy film directed by John Ford and starring Dan Dailey and Corinne Calvet. It is based on the 1945 short story \"When Leo Comes Marching Home\" by Sy Gomberg, who received a nomination for Best Motion Picture Story at the 23rd Academy Awards in 1951. The film won the Golden Leopard at the Locarno International Film Festival.",
        "url": "https://en.wikipedia.org/wiki/When_Willie_Comes_Marching_Home"
    },
    {
        "title": "The Farm of Seven Sins",
        "year": "1949",
        "director": "Jean Devaivre",
        "country": "France",
        "summary": "The Farm of Seven Sins (French: La Ferme des sept péchés) is a 1949 French historical drama film directed by Jean Devaivre and starring Jacques Dumesnil, Claude Génia and Aimé Clariond.\nThe film's sets were designed by the art director Robert Hubert.",
        "url": "https://en.wikipedia.org/wiki/The_Farm_of_Seven_Sins"
    },
    {
        "title": "Germany, Year Zero",
        "year": "1948",
        "director": "Roberto Rossellini",
        "country": "Italy",
        "summary": "Germany, Year Zero (Italian: Germania anno zero) is a 1948 film directed by Roberto Rossellini, and is the final film in Rossellini's unofficial war film trilogy, following Rome, Open City and Paisà. Germany Year Zero takes place in Allied-occupied Germany, unlike the others, which take place in German-occupied Rome and during the Allied invasion of Italy, respectively.\nAs in many neorealist films, Rossellini used mainly local, non-professional actors. He filmed on locations in Berlin and intended to convey the reality in Germany the year after its near total destruction in World War II. It contains dramatic images of bombed out Berlin and of the human struggle for survival following the destruction of Nazi Germany. When explaining his ideas about realism in an interview, he said, \"realism is nothing other than the artistic form of truth.\"",
        "url": "https://en.wikipedia.org/wiki/Germany,_Year_Zero"
    },
    {
        "title": "Silence Is Golden",
        "year": "1947",
        "director": "René Clair",
        "country": "France",
        "summary": "Silence Is Golden is a 15-minute award-winning film written and directed by Chris Shepherd and produced by Maria Manton. Set in 1970s Britain, it tells the story of a 10-year-old boy's obsession with his seemingly simple-minded neighbour Dennis. The film mixes live action with various form of animation, including stop frame, drawn 2D. The complex mixture of styles enables Shepherd to show Billy's fantasies and inner thoughts on screen.\nIn 2006 the film won the TCM Classic Shorts Award at the London Film Festival. Industry stars celebrated the merits of the film, Terry Gilliam: \"Terrific, strong, non-sentimental kid's story\", Imelda Staunton \"Wonderfully surreal\", Stephen Poliakoff \"Technically extremely impressive, full of wit and imagination\" and Matthew Modine \"A wonderful combination of mixed media, strong storytelling and talented actors.\" The film has continued to win awards and been screened internationally.",
        "url": "https://en.wikipedia.org/wiki/Silence_Is_Golden_(film)"
    },
    {
        "title": "And Then There Were None",
        "year": "1946",
        "director": "René Clair",
        "country": "USA",
        "summary": "And Then There Were None is a 1939 novel by Agatha Christie, originally titled Ten Little Niggers and later also published as Ten Little Indians.\nAnd Then There Were None may also refer to:",
        "url": "https://en.wikipedia.org/wiki/And_Then_There_Were_None_(disambiguation)"
    }
]